Repository: nattton/anglguard
Catalog: ANGLGuard/*.lproj/Localizable.strings
Languages: th, zh_hans

# bnt_next
source: NEXT
th: หน้าถัดไป
zh_hans: 下一页

# bnt_back
source: BACK
th: กลับไปก่อนหน้านี้
zh_hans: 回到上一页

# bnt_skip
source: SKIP
th: ข้าม
zh_hans: 跳过

# bnt_close
source: CLOSE
th: ปิด

# bnt_done
source: DONE
th: สิ้นสุด

# bnt_confirm
source: CONFIRM
th: ยืนยัน
zh_hans: 确认

# bnt_cancel
source: CANCEL
th: ยกเลิก
zh_hans: 取消

# bnt_send
source: SEND
th: ส่ง

# bnt_ok
source: OK
th: ตกลง

# bnt_update
source: UPDATE
th: แก้ไข

# bnt_later
source: LATER
th: ถัดไป

# bnt_yes
source: YES
th: มี

# bnt_no
source: NO
th: ไม่มี

# bnt_delete
source: Delete
th: ลบ

# can_i_help
source: Can I help you
th: มีอะไรที่ฉันสามารถช่วยคุณได้ไหม?

# emergency_photo
source: Photo
th: รูปภาพ
zh_hans: 图片

# emergency_message
source: Message
th: ข้อความ
zh_hans: 信息

# emergency_call_1724
source: Call 1724
th: โทร 1724

# emergency_emergency
source: An emergency call contact to the emergency medical center (BDMS Alarm Center)
th: ศูนย์บริการทางการแพทย์ฉุกเฉิน เบอร์โทรติดต่อในยามเกิดเหตุฉุกเฉิน

# emergency_send_emergency
source: Send Emergency Alert
th: ส่งแจ้งเหตุฉุกเฉิน

# emergency_term
source: Term and condition
th: ข้อกำหนดแและเงื่อนไข
zh_hans: 规定和条件

# emergency_please_make
source: Please make sure you have emergency such as accident, injury bleeding broken bone etc.
th: โปรดตรวจสอบให้แน่ใจว่าเกิดเหตุฉุกเฉินขึ้นกับคุณ

# emergency_member_colon
source: Member:
th: เพื่อน:

# login_username
source: Username
th: ผู้ใช้
zh_hans: 用户帐户

# login_email
source: Email
th: อีเมล
zh_hans: 电子邮件

# login_password
source: Password
th: รหัสผ่าน
zh_hans: 密码

# login_confirm_password
source: Confirm Password
th: ยืนยันรหัสผ่าน
zh_hans: 确认密码

# login_forgot_password
source: Forgot Password
th: ลืมรหัสผ่าน
zh_hans: 忘记密码

# login_login
source: LOGIN
th: เข้าสู่ระบบ

# login_or
source: OR
th: หรือ
zh_hans: 或者

# login_continue
source: CONTINUE
th: ดำเนินการต่อ
zh_hans: 继续

# login_signup
source: SIGN UP
th: ลงทะเบียน

# login_sigin
source: SIGN IN
th: เข้าสู่ระบบ
zh_hans: 登录

# login_email_not_format
source: Email not format
th: รูปแบบอีเมลไม่ตรง
zh_hans: 电子邮件不符

# login_password_not_match
source: Password does not match the confirm password
th: รหัสผ่านไม่ตรงกับรหัสยืนยัน
zh_hans: 密码与验证码不符

# login_password_contain
source: Passwords must have at least 8 characters and contain at least two of the following: uppercase letters, lowercase letters, numbers.
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร ประกอบด้วย ตัวอักษรภาษาอังกฤษพิมพ์ใหญ่, พิมพ์เล็ก ตัวเลข และสัญลักษณ์
zh_hans: 密码至少要有8个字， 包括大写的英文字、小写的、数字和象征

# signup_email
source: Email
th: อีเมล
zh_hans: 电子邮件

# signup_send_code
source: SEND CODE
th: ส่งรหัสยืนยันตัวตน

# signup_please_enter
source: Please enter verify code
th: กรุณากรอกรหัสยืนยันอีเมล
zh_hans: 请输入电子邮件的密码

# signup_code
source: Code
th: รหัสยืนยันตัวตน

# signup_clik_to
source: Click to send a verification code to your phone
th: กรุณา กด เพื่อส่งรหัสยืนยันตัวตนไปให้ยังเบอร์ที่คุณระบุไว้
zh_hans: 请按，发送验证码转到您指定的号码。

# signup_nice_to_meet_you
source: Nice to meet you. For create a personal account. Please enter your english name as specified in your passport.
th: ยินดีที่ได้รู้จัก ต้องการให้คุณสร้างบัญชีผู้ใช้ส่วนตัว (ข้อมูลส่วนตัว) เราจะเก็บข้อมูลของคุณอย่างปลอดภัย
zh_hans: 很高兴认识您 制造个人信息 请填写在您的护照上的英文名字

# signup_first_name
source: First Name
th: ชื่อจริง
zh_hans: 名字

# signup_mid_name
source: Middle Name
th: ชื่อกลาง
zh_hans: 小名

# signup_last_name
source: Last Name
th: นามสกุล
zh_hans: 姓

# signup_so_iam
source: So I'm going to ask a few questions that will help me help you
th: ฉันขอถามคุณเพียงไม่กี่คำถาม เพื่อเป็นข้อมุลให้เราช่วยคุณได้
zh_hans: 我需要问您几个问题，为了让我们能够帮助您。

# signup_gender
source: Gender
th: เพศ
zh_hans: 性别

# signup_date_of_birth
source: Date of Birth
th: วัน เดือน ปีเกิด
zh_hans: 出生日期

# signup_height
source: Height(cm.)
th: ความสูง(เซนติเมตร)
zh_hans: 身高

# signup_weight
source: Weight(kg.)
th: น้ำหนัก(กิโลกรัม)
zh_hans: 重量

# signup_current_phone_number
source: Current Telephone Number
th: เบอร์ที่ใช้ปัจจุบัน
zh_hans: 现在使用的电话号码。

# signup_pick_your_profile_image
source: Please pick your profile image
th: เลือกรูปโปรไฟล์
zh_hans: 选择头像

# signup_insert_first_name
source: Please insert first name
th: กรุณากรอกขื่อจริง
zh_hans: 请填写真正的名字

# signup_insert_last_name
source: Please insert last name
th: กรุณากรอกนามสกุล
zh_hans: 请填写您的姓

# signup_fill_gender
source: Please fill gender.
th: กรุณาระบุเพศ
zh_hans: 请输入性别

# signup_fill_date_of_birth
source: Please fill date of birth.
th: กรอกวัน เดือน ปี เกิด
zh_hans: 填写出生日期

# signup_fill_height
source: Please fill height.
th: กรอกส่วนสูง
zh_hans: 填写身高

# signup_fill_weight
source: Please fill weight.
th: กรอกน้ำหนัก
zh_hans: 填写体重

# signup_passport_number
source: Passport Number
th: เลขหนังสือเดินทาง
zh_hans: 护照号码

# signup_country
source: Country
th: ประเทศ
zh_hans: 国家

# signup_expire_date
source: Expire Date
th: วันที่หมดอายุ
zh_hans: 到期日期

# signup_pick_image_passport
source: Please pick image passport
th: กรุณาใส่รูปภาพหนังสือเดินทางหน้าแรก
zh_hans: 请输入护照第一项页的照片

# signup_insert_passport_number
source: Please insert passport number
th: กรอกเลขที่หนังสือเดินทาง
zh_hans: 填写护照号码

# signup_select_your_country
source: Please select your country
th: กรุณาเลือกประเทศที่ระบุไว้ในหนังสือเดินทาง
zh_hans: 请选择护照中列出的国家。

# signup_insert_passport_expire
source: Please insert passport expire
th: วันที่หนังสือเดินทางหมดอายุ
zh_hans: 护照到期日期

# signup_just_start
source: Just start give your healthcare information.
th: ต่อไปคุณใส่่ข้อมูลทางด้านสุขภาพ
zh_hans: 接下来，让您输入健康方面的信息。

# signup_blood_type
source: Blood Type
th: กรุ๊ปเลือด
zh_hans: 血型

# signup_allergy_drug
source: Allergy of Drug
th: แพ้ยา
zh_hans: 药物过敏

# signup_allergy_food
source: Allergy of Food
th: แพ้อาหาร
zh_hans: 食物过敏

# signup_allergy_chemical
source: Allergy of Chemical
th: แพ้สารเคมี
zh_hans: 化学过敏

# signup_current_medication
source: Current medication & Herbs
th: ยาและสมุนไพรที่ใช้ในปัจจุบัน
zh_hans: 现今使用的药物和草药

# signup_Underlying_diseases
source: Underlying diseases & Conditions
th: โรคประจำตัว
zh_hans: 先天性疾病

# signup_special_care
source: Special care requirements
th: ความต้องการการช่วยเหลือดูแลพิเศษ
zh_hans: 需要特别帮助。

# signup_choice_blood_type
source: Please choice blood type
th: ระบุกรุ๊ปเลือดของท่าน
zh_hans: 输入您的血型

# signup_policy_number
source: Policy Number
th: เลขที่กรมธรรม์
zh_hans: 保单号码

# signup_expiration_date
source: Expiration Date
th: วันที่กรมธรรม์สิ้นสุดการคุ้มครอง
zh_hans: 保单终止日期。

# signup_insurance_company
source: Insurance Company
th: ชื่อบริษัทประกัน
zh_hans: 保险公司的名称。

# signup_conntact_name
source: Contact Name
th: ชื่อของบุคคลที่ติดต่อได้ในยามฉุกเฉิน
zh_hans: 保险公司能联系人的姓名。

# signup_how_do
source: How do you make your trip plan? Have a nice time.
th: คุณมีแผนการท่องเที่ยวอย่างไรบ้าง? ขอให้เป็นทริปที่ดีของคุณ
zh_hans: 您如何计划旅行？希望 这是您的一个很好的旅行

# signup_purpost_trip
source: (vacation, education,business,medical)
th: วัตถุประสงค์ในการเดินทาง (วันหยุดพักผ่อน,การศึกษา, ธุรกิจ)
zh_hans: 旅行的目的（假期，教育，商业）

# signup_start_date
source: Start Date
th: วันเริ่ม

# signup_lenglh_of_stay
source: Length of Stay(day)
th: ระยะเวลาที่พักอยู่ในประเทศไทย(วัน)
zh_hans: 在泰国停留的时间)

# signup_average_expense
source: Average expense(Baht)
th: ค่าใช้จ่ายโดยประมาณการ(บาท)
zh_hans: 预计成本

# signup_trip_arrangement
source: (self, company,travel agent )
th: รูปแบบการเดินทาง (ด้วยตนเอง,บริษัท, ตัวแทนท่องเที่ยว)
zh_hans: 旅行格式（自己，公司，旅行社）

# signup_domestic
source: Domestic transportation arrangement (Yes/No)
th: มีการใช้บริการการเดินทางในประเทศ(ใช้ ไม่ใช้)
zh_hans: 国内旅行服务（使用/不使用）

# signup_destinations
source: Your destination (Which province)
th: จังหวัดเป้าหมายในการเดินทาง
zh_hans: 旅行目标省份

# signup_choice_your_purpose
source: Please choice your purpose of the trip
th: วัตถุประสงค์ในการเดินทาง (วันหยุดพักผ่อน,การศึกษา, ธุรกิจ)
zh_hans: 旅行的目的（假期，教育，商业）

# signup_insert_start_date
source: Please insert start date
th: วันที่เริ่มเดินทาง
zh_hans: 出发日期

# signup_insert_length_of_stay
source: Please insert length of stay
th: ระยะเวลาที่พักอาศัยอยู่ในประเทศไทยตั้งแต่วันที่เดินทางเข้ามา
zh_hans: 在泰国停留的时间 从抵达日期开始

# signup_great
source: Great!! It's almost done Please give your important person that I can contact when accident occured.
th: เยี่ยมเลย!! ข้อมูลจะครบถ้วนแล้ว รบกวนให้ข้อมูลของบุคคลที่เราสามารถติดต่อได้เมื่อเกิดเหตุฉุกเฉินขึ้นกับคุณ
zh_hans: 太好了！信息快完整了，请留下当您在紧急情况下我们可以联系人的信息。

# signup_contact_number
source: Contact Number
th: เบอร์โทรศัพท์ที่สามารถติตต่อได้
zh_hans: 可以联系电话号码。

# signup_relationship
source: Relation ship
th: ความสัมพันธ์
zh_hans: 关系

# signup_fill_relation
source: Please fill relation.
th: ระบุความสัมพันธ์
zh_hans: 输入关系

# signup_caution
source: CAUTION Please enter the mobile number used in Thailand to contact in times of the emergency. And the OTP code will sent to your mobile device.
th: ข้อควรระวัง กรุณาระบุเบอร์โทรศัพท์ ที่ใช้ในประเทศไทยเพื่อใช้สามารถติดต่อได้ในกรณีฉุกเฉิน และ รหัสยืนยันจะถูกส่งไปยังเบอร์ที่ท่านได้ระบุไว้
zh_hans: 警告 请输入在泰国使用的电话号码，为了可以在่紧急情况下联系和验证码就会发送至您所输入的号码

# signup_current_thai_number
source: Current Thai Number
th: เบอร์ที่ใช้ใน่ประเทศไทย
zh_hans: 在泰国使用的电话号码。

# signup_verify_code
source: VERIFY CODE
th: ตรวจสอบรหัส
zh_hans: 检查代码

# signup_please_enter_your_otp
source: Please enter your OTP code
th: กรุณากรอกรหัสยืนยัน
zh_hans: 请输入验证密码

# signup_have_insurance
source: And do you have an existing accident insurance?
th: แล้วคุณมีประกันหรือยัง?
zh_hans: 你有保险吗？

# thank_you
source: Thank you. I have enough info for now and can help you LET'S START
th: ขอบคุณค่ะ ครับ ตอนนี้ข้อมูลเพียงพอแล้ว ที่เราจะสามารถช่วยเหลือคุณในยามฉุกเฉิน มาเริ่มใช้งานกัน
zh_hans: 非常感谢！现在您的信息已经完整了，将能够在紧急情况下为您提供帮助。我们开始吧。

# signup_fill_policy_number
source: Please fill policy number.
th: กรอกเลขที่กรมธรรม์
zh_hans: 输入保单号码

# signup_fill_policy_expire_date
source: Please fill policy expire date.
th: กรอกวันที่กรมธรรม์หมดอายุ
zh_hans: 输入保险到期的日期

# signup_fill_policy_company
source: Please fill policy company.
th: กรุณาระบุชื่อบริษัทประกัน
zh_hans: 请填写保险公司的名称

# signup_fill_policy_contact
source: Please fill policy contact.
th: กรุณาระบุผู้ติดต่อของบริษัทประกัน
zh_hans: 请填写保险公司的联系人

# signup_fill_policy_mobile_number
source: Please fill mobile number
th: กรุณาระบุเบอร์ติดต่อของบริษัทประกัน
zh_hans: 请填写保险公司的电话号码

# aid_header
source: Learn first aid
th: เรียนรู้วิธีปฐมพยาบาล
zh_hans: 学习如何急救

# aid_search
source: Search
th: ค้นหา

# aid_content
source: Content
th: เนื้อหา
zh_hans: 内容

# aid_vdo
source: Video
th: วิดีโอ
zh_hans: 视频

# group_title
source: Family
th: ครอบครัว
zh_hans: 家庭

# group_search
source: Member search
th: ค้นหาเพื่อน
zh_hans: 搜索朋友h

# group_del_confirm
source: Deleteion confirmation
th: ยืนยันการลบ

# group_del_desc
source: Delete this family. Are you sure want to continue?
th: ต้องการที่จะลบสมาชิกในกลุ่มนี้ แน่ใจที่จะดำเนินการต่อ
zh_hans: 确认删除, 想删除群组的成员,确定要继续。

# picture_title
source: Choice Picture
th: กรุณาเลือกรูป
zh_hans: 请选择照片

# picture_take_pic
source: Take Picture
th: ถ่ายรูป
zh_hans: 拍照

# picture_pick_pic
source: Pick form Gallery
th: อัพโหลดจากกอัลบั้ม
zh_hans: 从相册上传

# picture_cancel
source: Cancel
th: ยกเลิก
zh_hans: 取消

# pass_current
source: Current Password
th: รหัสผ่านปัจจุบัน

# pass_new
source: New Password
th: รหัสผ่านใหม่

# pass_re
source: Re - New Password
th: รหัสผ่านใหม่อีกครั้ง

# nav_home
source: Home
th: หน้าหลัก
zh_hans: 主页

# nav_profile
source: Profile
th: บัญชีผู้ใช้
zh_hans: 健康信息

# nav_device_setting
source: Group
th: กลุ่ม
zh_hans: 组

# nav_notification
source: Notification
th: การแจ้งเตือน
zh_hans: 通知

# nav_faq
source: FAQ
th: คำถามที่มักพบบ่อย
zh_hans: 常见问题

# nav_privilege
source: Privilege
th: สิทธิพิเศษ
zh_hans: 特权

# nav_language
source: Language
th: ภาษา
zh_hans: 语言

# nav_term
source: Term & Condition
th: ข้อกำหนดและเงื่อนไข
zh_hans: 规定和条件

# nav_sign_out
source: Sign out
th: ออกจากระบบ
zh_hans: 退出

# sub_personal
source: Personal
th: ข้อมูลส่วนตัว
zh_hans: 个人信息

# sub_mobile
source: Mobile (use in thailand)
th: เบอร์ที่ใช้ในประเทศไทย
zh_hans: 在泰国使用的电话号码

# sub_passport
source: Passport
th: ข้อมูลหนังสือเดินทาง
zh_hans: 护照信息

# sub_medical
source: Medical profile
th: ประวัติทางการแพทย์
zh_hans: Medical

# sub_contact
source: Contact (emergency)
th: ข้อมูลผู้ติดต่อในกรณีฉุกเฉิน
zh_hans: 在紧急情况下能联系人的信息

# sub_trip_plan
source: Trip plan
th: ข้อมูลแผนการทองเที่ยว
zh_hans: 旅行计划的信息

# sub_insurance
source: Insurance profile
th: ข้อมูลกันชีวิตและอุบัติเหตุ
zh_hans: Insurance

# sub_change_password
source: Change password
th: เปลี่ยนรหัสผ่าน
zh_hans: 人寿保险和事故的信息-换密码

# text_back
source: Back
th: กลับ
zh_hans: 回到上一页

# text_next
source: Next
th: ต่อไป
zh_hans: 下一页

# text_update
source: Update
th: ปรับปรุง

# text_sign_out
source: Log out now?
th: คุณต้องการที่จะออกจากระบบ?

# signup_please_fulfill
source: Please fulfill your details
zh_hans: 请详细完整的填信息。

# title_activity_forgot_password
source: ForgotPasswordActivity
zh_hans: 忘记密码
